{
    "quotes": [
        {
            "text": "The chief task in life is simply this: to identify and separate matters so that I can say clearly to myself which are externals not under my control, and which have to do with the choices I actually control. Where then do I look for good and evil? Not to uncontrollable externals, but within myself to the choices that are my own . . .",
            "author": "—EPICTETUS",
            "source": "DISCOURSES, 2.5.4–5"
        },
        {
            "text": "What is the fruit of these teachings? Only the most beautiful and proper harvest of the truly educated—tranquility, fearlessness, and freedom. We should not trust the masses who say only the free can be educated, but rather the lovers of wisdom who say that only the educated are free.",
            "author": "—EPICTETUS",
            "source": "DISCOURSES, 2.1.21–23a"
        },
        {
            "text": "How many have laid waste to your life when you weren’t aware of what you were losing, how much was wasted in pointless grief, foolish joy, greedy desire, and social amusements—how little of your own was left to you. You will realize you are dying before your time!",
            "author": "—SENECA",
            "source": "ON THE BREVITY OF LIFE, 3.3b"
        },
        {
            "text": "All you need are these: certainty of judgment in the present moment; action for the common good in the present moment; and an attitude of gratitude in the present moment for anything that comes your way",
            "author": "—MARCUS AURELIUS",
            "source": "MEDITATIONS, 9.6"
        },
        {
            "text": "Let all your efforts be directed to something, let it keep that end in view. It’s not activity that disturbs people, but false conceptions of things that drive them mad.",
            "author": "—SENECA",
            "source": "ON TRANQUILITY OF MIND, 12.5"
        },
        {
            "text": "A person who doesn’t know what the universe is, doesn’t know where they are. A person who doesn’t know their purpose in life doesn’t know who they are or what the universe is. A person who doesn’t know any one of these things doesn’t know why they are here. So what to make of people who seek or avoid the praise of those who have no knowledge of where or who they are?",
            "author": "—MARCUS AURELIUS",
            "source": "MEDITATIONS, 8.52"
        },
        {
            "text": "The proper work of the mind is the exercise of choice, refusal, yearning, repulsion preparation, purpose, and assent. What then can pollute and clog the mind’s proper functioning? Nothing but its own corrupt decisions.",
            "author": "—EPICTETUS",
            "source": "DISCOURSES, 4.11.6–7"
        },
        {
            "text": "We must give up many things to which we are addicted, considering them to be good. Otherwise, courage will vanish, which should continually test itself. Greatness of soul will be lost, which can’t stand out unless it disdains as petty what the mob regards as most desirable",
            "author": "—SENECA",
            "source": "MORAL LETTERS, 74.12b–13"
        },
        {
            "text": "Some things are in our control, while others are not. We control our opinion, choice, desire, aversion, and, in a word, everything of our own doing. We don’t control our body, property, reputation, position, and, in a word, everything not of our own doing. Even more, the things in our control are by nature free, unhindered, and unobstructed, while those not in our control are weak, slavish, can be hindered, and are not our own.",
            "author": "—EPICTETUS",
            "source": "ENCHIRIDION, 1.1–2"
        },
        {
            "text": "The essence of good is a certain kind of reasoned choice; just as the essence of evil is another kind. What about externals, then? They are only the raw material for our reasoned choice, which finds its own good or evil in working with them. How will it find the good? Not by marveling at the material! For if judgments about the material are straight that makes our choices good, but if those judgments are twisted, our choices turn bad.",
            "author": "—EPICTETUS",
            "source": "DISCOURSES, 1.29.1–3"
        },
        {
            "text": "For if a person shifts their caution to their own reasoned choices and the acts of those choices, they will at the same time gain the will to avoid, but if they shift their caution away from their own reasoned choices to things not under their control, seeking to avoid what is controlled by others, they will then be agitated, fearful, and unstable.",
            "author": "—EPICTETUS",
            "source": "DISCOURSES, 2.1.12"
        }
    ]
}